//share
const String share = '''
🌅 ابدأ يومك بـ ذكر، واختمه براحة قلب 🕊
تطبيق "حياة مسلم" هو رفيقك اليومي لأذكار الصباح والمساء، بتصميم بسيط وهادئ ✨

📲 جوّه التطبيق هتلاقي:
🌤 أذكار منظمة لكل وقت
🕊 تسابيح تريح بالك وتديك طاقة روحانية
🤲 أدعية مختارة تبسط يومك وتطمنك
⚡ واجهة سهلة وسريعة لأي وقت وأي مزاج

💛 خلّي قلبك دايمًا مطمّن وذهنك صافي
🎯 حمله دلوقتي من هنا:
👉 https://com-hayatmuslim.en.uptodown.com/android
''';

const String about = '''
"حياة مسلم"   هو  تطبيق مخصص لمساعدتك  في الحفاظ على أذكارك اليومية بطرق مريحة ومرتبة   . جمعنا لك كل الأذكار  في مكان  واحد  علشان تكون دائمًا قريب منها في  كل وقت  .  سواء في الصباح ، المساء أو حتى في أي لحظة تحتاج فيها للراحة النفسية. مع واجهة بسيطة وسهلة، هتلاقي كل حاجة بتنظم لك يومك وتخلي قلبك مطمئن.
🛠 النسخة الحالية (MVP): حتى الآن ، التطبيق يركز على الأذكار الأساسية ، ولكن التطوير مستمر، قريبًا نضيف التسابيح والأدعية المختارة بعناية . كل  ده  في  طريقه للوصول  ليك في التحديثات القادمة.
''';

const String feedback = '''
تخيّل إنك بتستخدمه لأنه بيقرّبك من ربنا كل يوم 🤲  
لكن لسه في تفاصيل ناقصة... تفاصيل إنت بس اللي تقدر تشوفها 👀  
إحنا بدأنا الطريق 🛣️، وإنت اللي تقدر تكمّله صح ✅  
خد دقيقة وشاركنا رأيك 📝 – كل كلمة منك بتفرق معانا 💬
''';

const double currentVersion = 1.0;
const String paymobapikey="ZXlKaGJHY2lPaUpJVXpVeE1pSXNJblI1Y0NJNklrcFhWQ0o5LmV5SmpiR0Z6Y3lJNklrMWxjbU5vWVc1MElpd2ljSEp2Wm1sc1pWOXdheUk2TVRBMk9EVTNNQ3dpYm1GdFpTSTZJbWx1YVhScFlXd2lmUS43d3k2UW5xUXRZT3p4b1JiZWhPVVdldkNPNHI4N21ELUhUNjNuNTRCczhmT1NXMjFMVDFVeFgyTkdYVG94eW9FWnZBTGJ0blJkaGVEeFVlMHZhQW51dw==";